--[[ 
        _    _       _    _____     _____ ____    ____
       / \  / \     / \  | ____|___|_   _| /_\ \ / __ \     Đєⱴ 💀: @MaEsTrO_0
      / / \/ / \   / _ \ |  _| / __| | | | |_\_/| |  | |    Đєⱴ 💀: @devmaestr0
     / / \ \/ \ \ / ___ \| |___\__ \ | | | | \ \| |__| |    Đєⱴ ฿๏ͳ💀: @iqMaestroBot
    /_/   \/   \_/_/   \_|_____|___/ |_| |_|  \_\\____/     Đєⱴ ฿๏ͳ💀: @
                   Đєⱴ Ϲḫ₳ͷͷєℓ💀: @DevMaestro
—]] 
local function run(msg, matches)
if matches[1]:lower() == "احذف" then
       return "#تحذير \nممنوع🚫 التعديل ❌ داخل المجموعه 🏌"
end
end
return {
  patterns = {
    "^(.*)$",
  },
  run = run
}
